// © Copyright 2014-2015 HP Development Company, L.P.

// Error strings
HSDScanFailedTitle = "Scan failed";
HSDScanFailedText = "A necessary software component is missing or corrupt. Please reinstall the software for your device and/or check your hard drive for problems.";